{
  "projects": [
    {
      "visible": true,
      "category": "🎹 EXTRACURRICULAR",
      "title": "Clubs at Queens",
      "description": "Here at Queen's, I'm a member of several clubs. I'm a general member on the Queen's Data Analytics Association, where we tackle data-driven problems in small team settings. I also hold a studio staff position at Qwave, the music production club, where I'm an expert with audio gear and software. Finally, I have a team of classmates who I participate in Capture The Flag (CTF) hackathon challenges with.",
      "image": {
        "src": "../../images/qctf.png",
        "alt": "Queen's \"QCTF\" Logo"
      }
    },
    {
      "visible": true,
      "category": "🖥️ PROJECT",
      "title": "Wide Breath of Class Experience",
      "description": "Through my educational experience, I've developed comfort with a number of different programming languages and techniques. This includes OOP, working with data, scripting, and proficiency in Java, Python, MATLAB, and SQL, as well as some additional experience with Javascript, C, HTML and CSS. See some of my class work on my Github, as well as personal projects.",
      "image": {
        "src": "../../images/q-computing.png",
        "alt": "Link to Queen's Classwork on GitHub",
        "linkTo": "https://github.com/stars/aselstyne/lists/queen-s-courses"
      }
    },
    {
      "visible": true,
      "category": "🎹 EXTRACURRICULAR",
      "title": "Passion for Music",
      "description": "I have studied music for my entire life, and it's now my primary hobby outside of IT. Though I grew up playing piano and singing in choirs, today I make music focused in electronic genres. I'm also a big music lover, and am surely Depeche Mode's biggest fan :). Click the image to check out my Youtube Channel with various musical covers and such!",
      "image": {
        "src": "../../images/songsoffaithanddevotion_1920_1.jpg",
        "alt": "Link to Youtube Channel",
        "linkTo": "https://www.youtube.com/@alexaselstyne263/videos"
      }
    }
  ],
  "button": {
    "visible": true,
    "label": "See Full Github Portfolio",
    "url": "https://github.com/aselstyne?tab=repositories"
  }
}
