{
  "projects": [
    {
      "visible": true,
      "category": "🎹 EXTRACURRICULAR",
      "title": "Clubs at Queens",
      "description": "Here at Queen's, I'm a member of several clubs. I'm an executive member of Qwave, the music production club, as the recording studio director. In my position, I manage a team of 10 studio staff and oversee the aquisition and maintenance of studio equipment. Additionally, I'm a general member of the Data Analytics Association, the head of IT on the Pre-Dental Society, and do some audio production work for a variety of clubs.",
      "image": {
        "src": "../../images/Qwave.png",
        "alt": "Queen's \"QCTF\" Logo"
      }
    },
    {
      "visible": true,
      "category": "🖥️ PROJECT",
      "title": "Relevant Coursework/Research",
      "description": "Through my classwork and research, I've learned a variety of machine learning techniques and methods. As a research assistant at the Royal Military College, I've gained valuable experience in fine-tuning LLMs. My current work explores the application of LLMs to the chat disentanglement problem, a subfield of natural language processing. I've also taken many AI/ML relevant courses at Queen's.",
      "image": {
        "src": "../../images/disentangle.png",
        "alt": "Chat disentanglement diagram",
        "linkTo": "https://scholar.google.ca/citations?user=1fZifg0AAAAJ&hl=en"
      }
    },
    {
      "visible": true,
      "category": "🎹 EXTRACURRICULAR",
      "title": "Music - BOXTALK",
      "description": "A recent accomplishment of mine is the release of the first album from my musical duo, BOXTALK. We spent the entire summer of 2024 writing, recording, and producing our debut album, \"Off Axis\". The album is a mix of electronic and acoustic sounds, with a focus on intrinsic themes. Listeners may draw parallels to Depeche Mode, Radiohead, and The Weeknd.",
      "image": {
        "src": "../../images/BOXTALK.jpg",
        "alt": "Link to BOXTALK on YouTube",
        "linkTo": "https://www.youtube.com/channel/UCusuoVDfsM15KP53ndV6btA"
      }
    }
  ],
  "button": {
    "visible": true,
    "label": "See Full Github Portfolio",
    "url": "https://github.com/aselstyne?tab=repositories"
  }
}
